Repository: TordWessman/v3dret
Catalog: V3dret/*.lproj/Localizable.strings
Languages: sv

# temperature_text
source: Temperature: %.1f Â°c
sv: Temperatur: %.1f °c

# wind_speed_text
source: Wind speed: %.1f m/s
sv: Vindhastighet: %.1f m/s

# error_text
source: Error: '%@'
sv: Ett fel uppstod: '%@'

source: Retry
sv: Försök igen

source: Search
sv: Sök

# select_city_title
source: Select city
sv: Välj stad

# enter_city_name_placeholder
source: Enter city name
sv: Sök stad

# enter_city_name_menu
source: Search for a city name in the menu.
sv: Sök efter en stad i menyn.

# error_invalid_search_text
source: Invalid search text! Try again and write something more serious.
sv: Nu sökte du på något knasigt. Försök igen.

# error_not_enough_data_text
source: Missing information for this location.
sv: Kunde inte hitta vädret för denna platsen.

# no_match_for_search
source: No city matched your search.
sv: Ingen stad funnen med det angivna namnet.
